{
    "lang": "English",

    "pressInteract" : "Press 'E' to interact",

    "vendingTitle": "Nothing Can Go Wrong",
    "pendingCoin": "Insert a coin",
    "laserGunName": "SX-648 Laser Gun",
    "laserGunDesc": "Convert electricity into a powerful plasma ball (battery included, do not microwave)",
    "pineappleGunName": "Fruit launcher (pineapple version)",
    "pineappleGunDesc": "Re-use everyday kitchen ingredient into a delicious (but deadly) cocktail of explosion",
    "bowName": "",
    "bowDesc": "",

    "robot_entrance_hasWeaponFirstTime": "Welcome to the circus, I am here to help you",
    "robot_entrance_hasWeaponNormal": "How is the progress",
    "robot_entrance_noWeapon": "You should take a weapon",
    "robot_stands_normal": "You can buy anything here, oil, battery for your weapons...",
    "robot_sampleStand_normal": "You will find levels like that all around the circus, activate them for surprises",
    "robot_moveStand_complete": "Great shot!",
    "robot_moveStand_notMoving": "Should be easier to aim now",
    "robot_moveStand_moving": "If it's hard to aim, there is probably a way to stop it",
    "robot_jail_normal": "This is where we put animals that can't behave",
    "robot_scene_normal": "And this is my spot as the main character!",
    "robot_shooting_none": "This is the shooting range",
    "robot_shooting_1done": "You got one wow",
    "robot_shooting_2done": "Congrats you got both!",
    "robot_benches_normal": "This is where you'll be able to see our spectacle",

    "speak_seller": "We sell food and souvenirs! Oil that will fill your belly for only 10$!",
    "speak_ballThrow": "Try to break all the bottles for a special prize!.... No I'm not moving, yes they are all glued together",
    "speak_ballon": "You want a ballon? ...I kind of want to keep them...",
    "speak_empty": "My stall is not totally set up yet, but you better be ready! It'll be the best one!",
    "speak_credits": "This circus was set up in only one week! Check the board next to me for full details of all our behind-the-scene employees!",

    "speak_battery_noWeapon": "I sell delicious batteries, you'll need a weapon if you want some!",
    "speak_battery_noGoodWeapon": "I sell delicious batteries but I don't think your weapon have any slot of them!",
    "speak_battery_alreadyFull": "I sell delicious batteries but... your weapon is already full, go blast some things and come back later on!",
    "speak_battery_ok": "Need some battery? For such a good looking person it's free, enjoy!",

    "speak_pinkObj_isOff": "Can you believe it I was tasked to stay here!? Just me and this... big... red... button...",
    "speak_pinkObj_isOn": "I somehow feel... fulfilled"
}