{
    "lang": "Français",

    "pressInteract" : "Appuyez sur 'E' pour interagir",

    "vendingTitle": "Rien ne peut mal se passer",
    "pendingCoin": "Insérez une pièce",
    "laserGunName": "SX-648 Pistolet laser",
    "laserGunDesc": "Convertit de l'électricité en une puissante boule d'énergie (piles incluses, ne pas mettre au micro-ondes)",
    "pineappleGunName": "Lanceur de fruits (version ananas)",
    "pineappleGunDesc": "Ré-utilisez vos ingrédients culinaires de tous les jours dans un délicieux (mais mortel) cocktail d'explosions",
    "bowName": "Arc droit",
    "bowDesc": "Il est dit qu'il est plus simple de lancer une blague qu'une flèche",

    "battery_empty": "Piles manquantes",

    "speak_seller": "Une petite faim ? Nous vendons de la nourriture et de l'huile pour remplir votre ventre ! Un petit souvenir de votre visite ? Seulement 10€ !",
    "speak_ballThrow": "*hic* Casse tout et j'te file un prix spécial! Nan je bougerai pas. *hic* Ouais, elles sont toutes collées ensemble.",
    "speak_ballon": "Vous voulez un ballon ? Tu devrais aller en chercher un, ceux-là sont à moi.",
    "speak_empty": "Mon échoppe n'est pas encore prête mais prépare-toi ! Ca sera la meilleur de toutes !",
    "speak_credits": "Cette foire a été mise en place en seulement une semaine ! Jette un oeil au tableau à côté pour voir tous ceux qui ont travaillé dessus !",

    "speak_battery_noGoodWeapon": "Je vends des piles délicieuses mais ton arme n'a pas de port pour ça !",
    "speak_battery_alreadyFull": "T'as déjà l'air entièrement chargé, part'naire.",
    "speak_battery_ok": "Besoin de piles ? Pour quelqu'un d'aussi beau, c'est gratuit, attrape !",

    "speak_jailed_noGoodWeapon": "Je fais que passer des piles, rien de vraiment illégal",
    "speak_jailed_alreadyFull": "Je sais que mes piles sont délicieuses mais il faut que j'en garde quelques-unes pour la prochaine fois que tu te retrouves ici",
    "speak_jailed_ok": "Besoin de piles ? T'as intérêt de pas les perdre, j'en ai presque plus",

    "speak_pinkObj_isOff": "Ugh. Ils m'ont assigné sur ce stand. A côté de ce gros bouton rouge. Quel travail bizarre.",
    "speak_pinkObj_isOn": "Ah. C'est donc à ça que ça sert ?",

    "robot_entrance_hasWeaponFirstTime": "Salut ! Je suis là pour t'aider.",
    "robot_entrance_hasWeaponNormal": "En quoi puis-je t'aider ?",
    "robot_entrance_noWeapon": "Je t'en prie, prends une arme.",
    "robot_stands_normal": "Tu peux acheter ce qui te manque pour tes armes ici. Huile, piles, tout ce que tu veux.",
    "robot_sampleStand_normal": "Tu trouveras des leviers comme celui-là pour gérer la foire. Je suis sûr que tes yeux perçants n'auront aucun mal à les trouver.",
    "robot_moveStand_complete": "Fantastique tir !",
    "robot_moveStand_notMoving": "Bien vu ! T'as trouvé ça sans problème.",
    "robot_moveStand_moving": "Eh beh, ce bouton n'a pas l'air de vouloir s'arrêter. Peut-être pouvons-nous trouver un moyen de régler ça ?",
    "robot_jail_normal": "Je suis surpris qu'ils puissent mettre en cage quelqu'un comme toi !",
    "robot_storage_normal": "Je t'en prie.",
    "robot_shooting_none": "Un stande de tir ? J'ai entendu dire que tu étais un as.",
    "robot_shooting_1done": "Joli !",
    "robot_shooting_2done": "Quel talent !",
    "robot_benches_normal": "C'est ici que les spectateurs se rassemblent.",
    "robot_basketball_normal": "Es-tu un fan de basketball ?",
    "robot_ferrisWheel_normal": "Quelle grande roue impressionante ! Je ne suis jamais monté dans un manège aussi grand.",
    "robot_toilet_normal": "Excuse-moi, c'est un moment privé.",
    "robot_scene_normal": "Quand j'étais un petit robot avec de grands rèves, je voulais jouer dans Roméo et Juliette 2.0",

    "credits1": "Sound design & Musiques",
    "credits2": "Concept & Art 2D",
    "credits3": "Modélisation 3D et animations",
    "credits4": "Art 2D",
    "credits5": "Développeur & Level Design",
    "credits6": "Développeur",

    "medium_01": "Les pommes de terre et les aubergines sont de la même famille",
    "medium_02": "Une tartiflette n'est pas vraiment une tarte",
    "medium_03": "Les vaches marron ne produisent pas vraiment du lait au chocolat... N'est-ce pas ?",
    "medium_04": "Je voulais te dire quelque chose sur les robots mais je suis en panne d'idée",
    "medium_05": "Quand tu vois de la neige jaune, ça veut dire qu'elle est au citron",

    "jadith_01": "Caféine ! C'est parti !",
    "jadith_02": "Ooh, ça brille !",
    "jadith_03": "J'ai la tête qui tourne",
    "jadith_04": "J'ai une gravure mais je ne peux pas te la montrer",
    "jadith_05": "Ouiiii !",
    "zirk_01": "Bêêêêêêêêhhh, ah pardon ! Vous disiez ?",
    "zirk_02": "N'importe quel mouton sait comment rocket-jump au dessus d'une barrière",
    "zirk_03": "Une partie de mahjong? Ici on utilise des moutons à la place des dragons, les règles de la maison",
    "swave_01": "Tu veux faire un petit tour ?",
    "swave_02": "Je ne suis pas sûr où cette queue est attachée",
    "swave_03": "Kan jeg byde på en hestesko?.. Oops, je pense que mon traducteur est cassé",
    "swave_04": "Quelles étaient les chances ? Mon nom est marqué sur ce mur derrière !",
    "dragonia_01": "Trouver le robot portant une couronne vous rempli de DETERMINATION",

    "restart": "Rejouer",
    "victory": "Victoire",

    "victory1": "Nous some heureux que l'inspection des machines s'est passée sans problème",
    "victory2": "et que toutes les attractions étaient en grande qualitées !",
    "victory3": "Si vous n'êtes pas sûr d'avoir vu toutes les attractions,",
    "victory4": "n'hésitez pas à refaire une partie !"
}