{
    "lang": "Français",

    "pressInteract" : "Appuyez sur 'E' pour interagir",

    "vendingTitle": "Rien ne peut mal se passer",
    "pendingCoin": "Insérez une pièce",
    "laserGunName": "SX-648 Pistolet laser",
    "laserGunDesc": "Converti de l'électricité en une puissance boule d'énergie (piles incluses, ne pas mettre au micro-onde)",
    "pineappleGunName": "Lanceur de fruits (version ananas)",
    "pineappleGunDesc": "Ré-utilisez votre ingrédient culinaires de tous les jours dans un délicieux (mais mortel) cocktail d'explosions",
    "bowName": "Arc droit",
    "bowDesc": "Il est dit qu'il est plus simple de lancer une blague qu'une flèche",

    "speak_seller": "Une petite faim? Nous vendons de nourriture et huile pour remplir votre ventre ! Un petit souvenir de votre visite? Seulement 10€ !",
    "speak_ballThrow": "Essaie de casser toutes les bouteilles pour un prix spécial!.... Non je ne bougerai pas, oui elles sont toutes collées ensemble",
    "speak_ballon": "Vous voulez un ballon ? Tu devrais aller en chercher un, ceux-là sont à moi.",
    "speak_empty": "Mon échoppe est pas encore prête mais prépare toi ! Ca sera la meilleur de toutes !",
    "speak_credits": "Cette foire à été mise en place en seulement une semaine ! Jette un oeil au tableau à coté pour tous les détails sur nos employées qui ont travailler dessus !",

    "speak_battery_noWeapon": "Je vends des piles délicieuses ! Mais on dirait que tu manques d'un endroit pour les mettre, peut-être sur une de tes armes ?",
    "speak_battery_noGoodWeapon": "Je vends des piles délicieuses mais je ne pense pas que ton arme à un emplacement pour ça !",
    "speak_battery_alreadyFull": "Je vends des piles délicieuses mais... ton arme est déjà pleine, va tirer sur des trucs et reviens me voir plus tard !",
    "speak_battery_ok": "Besoin de piles ? Pour quelqu'un d'aussi ravissant c'est gratuit !",

    "robot_entrance_hasWeaponFirstTime": "Salut ! Je suis là pour t'aider. Si tu pouvais utiliser cette machine ça te permettrais de récupérer une arme.",
    "robot_entrance_hasWeaponNormal": "En quoi puis-je t'aider ?",
    "robot_entrance_noWeapon": "Je t'en prie, prends une arme.",
    "robot_stands_normal": "Tu peux acheter ce qu'il te manque pour tes armes ici. Huile, piles, tout ce que tu veux.",
    "robot_sampleStand_normal": "Tu trouveras des leviers comme celui là pour gérer la foire. Je suis sûr que tes yeux perçant n'auront aucun mal à les trouver.",
    "robot_moveStand_complete": "Fantastique tir !",
    "robot_moveStand_notMoving": "Bien vu ! T'as trouvé ça sans problème.",
    "robot_moveStand_moving": "Eh beh, ce bouton n'a pas l'air de vouloir s'arréter. Peut-être pouvons-nous trouver un moyen de régler ça ?",
    "robot_jail_normal": "Je suis surpris qu'ils peuvent mettre en cage quelqu'un comme toi !",
    "robot_storage_normal": "Je t'en prie.",
    "robot_shooting_none": "Un stande de tir ? J'ai entendu dire que tu étais un as.",
    "robot_shooting_1done": "Joli !",
    "robot_shooting_2done": "Quel talent !",
    "robot_benches_normal": "C'est ici que les spectateurs se rassemblent.",
    "robot_basketball_normal": "Es-tu un fan de basketball ?",
    "robot_ferrisWheel_normal": "Quel grande roue impressionante ! Je ne suis jamais monté dans une.",
    "robot_toilet_normal": "Excuse moi, c'est un moment privé.",
    "robot_scene_normal": "Quand j'étais un petit robot avec des grand rèves, je voulais jouer dans Roméo et Juliette 2.0",

    "speak_pinkObj_isOff": "T'arrive à y croire ? On m'a demandé de juste rester ici !? A coté de ce bouton, bien... gros et... rouge...",
    "speak_pinkObj_isOn": "C'était satisfaisant !",

    "credits1": "Sound design & Musiques",
    "credits2": "Concepte & Art 2D",
    "credits3": "Modélisation 3D et animations",
    "credits4": "Art 2D",
    "credits5": "Développeur & Level Design",
    "credits6": "Développeur",

    "medium_01": "Les pommes de terre et les aubergines sont de la même famille",
    "medium_02": "Une tartiflette n'est pas vraiment une tarte",
    "medium_03": "Les vaches marrons ne produisent pas vraiment du lait au chocolat... N'est ce pas ?",
    "medium_04": "How do robots eat guacamole? With computer chips",
    "medium_05": "Quand tu voies de la neige jaune, ça veut dire qu'elle est au citron",

    "jadith_01": "Caféine ! C'est parti !",
    "jadith_02": "Ooh, ça brille !",
    "jadith_03": "J'ai la tête qui tourne",
    "jadith_04": "J'ai une gravure mais je ne peux pas te la montrer",
    "jadith_05": "Ouiiii !",
    "zirk_01": "Bêêêêêêêêhhh, ah pardon vous disiez?",
    "zirk_02": "N'importe quel mouton sait comment rocket-jump au dessus d'une barrière",
    "zirk_03": "Une partie de mahjong? Ici on utilises des moutons à la place des dragons, les règles de la maison",
    "swave_01": "Tu veux faire un petit tour ?",
    "swave_02": "Je ne suis pas sûr où cette queue est attaché",
    "swave_03": "Kan jeg byde på en hestesko?.. Oops, je pense que mon traducteur est cassé",
    "swave_04": "Quels étaient les chances ? Mon nom est marqué sur ce mur derrière !"
}