{
    "lang": "Français",

    "pressInteract" : "Appuyez sur 'E' pour interagir",

    "vendingTitle": "Rien ne peut mal se passer",
    "pendingCoin": "Insérez une pièce",
    "laserGunName": "SX-648 Pistolet laser",
    "laserGunDesc": "Converti de l'électricité en une puissance boule d'énergie (piles incluses, ne pas mettre au micro-onde)",
    "pineappleGunName": "Lanceur de fruits (version ananas)",
    "pineappleGunDesc": "Ré-utilisez votre ingrédient culinaires de tous les jours dans un délicieux (mais mortel) cocktail d'explosions",
    "bowName": "Arc droit",
    "bowDesc": "Il est dit qu'il est plus simple de lancer une blague qu'une flèche",

    "speak_seller": "Une petite faim? Nous vendons de nourriture et huile pour remplir votre ventre ! Un petit souvenir de votre visite? Seulement 10€ !",
    "speak_ballThrow": "Essaie de casser toutes les bouteilles pour un prix spécial!.... Non je ne bougerai pas, oui elles sont toutes collées ensemble",
    "speak_ballon": "Vous voulez un ballon ? Tu devrais aller en chercher un, ceux-là sont à moi.",
    "speak_empty": "Mon échoppe est pas encore prête mais prépare toi ! Ca sera la meilleur de toutes !",
    "speak_credits": "Cette foire à été mise en place en seulement une semaine ! Jette un oeil au tableau à coté pour tous les détails sur nos employées qui ont travailler dessus !",

    "speak_battery_noWeapon": "Je vends des piles délicieuses ! Mais on dirait que tu manques d'un endroit pour les mettre, peut-être sur une de tes armes ?",
    "speak_battery_noGoodWeapon": "Je vends des piles délicieuses mais je ne pense pas que ton arme à un emplacement pour ça !",
    "speak_battery_alreadyFull": "Je vends des piles délicieuses mais... ton arme est déjà pleine, va tirer sur des trucs et reviens me voir plus tard !",
    "speak_battery_ok": "Besoin de piles ? Pour quelqu'un d'aussi ravissant c'est gratuit !",

    "robot_entrance_hasWeaponFirstTime": "Greetings! I am your helper. If you would please interact with that machine you can get a weapon.",
    "robot_entrance_hasWeaponNormal": "What can I do for you?",
    "robot_entrance_noWeapon": "Please, take a weapon.",
    "robot_stands_normal": "You can buy parts for your weapons here. Oil, batteries, whatever you need.",
    "robot_sampleStand_normal": "You will find levers like that all around to operate the fair. I'm sure with your keen eye it won't be a problem.",
    "robot_moveStand_complete": "Fantastic shot!",
    "robot_moveStand_notMoving": "So clever! You made quick work of that.",
    "robot_moveStand_moving": "Oh my. That button doesn't want to sit still. Perhaps we can stop it somehow?",
    "robot_jail_normal": "I'm shocked they can cage someone of your standing!",
    "robot_scene_normal": "At your leisure.",
    "robot_shooting_none": "A shooting range? I heard you were a crackshot.",
    "robot_shooting_1done": "Good show!",
    "robot_shooting_2done": "Such talent!",
    "robot_benches_normal": "This is where spectators gather.",
    "robot_basketball_normal": "Are you a fan of Basketball?",
    "robot_ferrisWheel_normal": "What a marvelous Ferris Wheel. I have never ridden one.",
    "robot_toilet_normal": "Pardon me. This is for a private moment.",
    "robot_storage_normal": "When I was a young bot with big dreams I wanted to star in Romeo and Juliet 2.0",

    "speak_pinkObj_isOff": "T'arrive à y croire ? On m'a demandé de juste rester ici !? A coté de ce bouton, bien... gros et... rouge...",
    "speak_pinkObj_isOn": "C'était satisfaisant !",

    "credits1": "Sound design & Musiques",
    "credits2": "Concepte & Art 2D",
    "credits3": "Modélisation 3D et animations",
    "credits4": "Art 2D",
    "credits5": "Développeur & Level Design",
    "credits6": "Développeur",

    "jadith_01": "Caféine ! C'est parti !",
    "jadith_02": "Ooh, ça brille !",
    "jadith_03": "J'ai la tête qui tourne",
    "jadith_04": "J'ai une gravure mais je ne peux pas te la montrer",
    "jadith_05": "Ouiiii !",
    "zirk_01": "Bêêêêêêêêhhh, ah pardon vous disiez?",
    "zirk_02": "N'importe quel mouton sait comment rocket-jump au dessus d'une barrière",
    "zirk_03": "Une partie de mahjong? Ici on utilises des moutons à la place des dragons, les règles de la maison",
    "swave_01": "Tu veux faire un petit tour ?",
    "swave_02": "Je ne suis pas sûr où cette queue est attaché",
    "swave_03": "Kan jeg byde på en hestesko?.. Oops, je pense que mon traducteur est cassé",
    "swave_04": "Quels étaient les chances ? Mon nom est marqué sur ce mur derrière !"
}